{
    "Antes Reserva": {
    "Baixar Preço": {
      "Português": "Agradecemos muito o seu contacto e o interesse demonstrado no nosso apartamento.\n\nOs nossos preços são calculados automaticamente por um algoritmo, de forma a garantir tarifas justas e consistentes para todos os nossos hóspedes. Sendo assim, não temos a possibilidade de fazer ajustes manuais.\n\nAgradecemos a sua compreensão e estamos à disposição para qualquer outra questão.\n\nCumprimentos.",
      "Inglês": "Thank you very much for your message and for showing interest in our apartment.\n\nOur prices are automatically calculated by an algorithm to ensure fair and consistent rates for all our guests. As such, we are unable to make manual adjustments.\n\nWe appreciate your understanding and are available for any further questions.\n\nBest regards.",
      "Espanhol": "Muchas gracias por su mensaje y por el interés mostrado en nuestro apartamento.\n\nNuestros precios se calculan automáticamente mediante un algoritmo para garantizar tarifas justas y consistentes para todos nuestros huéspedes. Por ello, no podemos realizar ajustes manuales.\n\nAgradecemos su comprensión y estamos a su disposición para cualquier otra consulta.\n\nUn saludo.",
      "Francês": "Nous vous remercions beaucoup pour votre message et l'intérêt que vous portez à notre appartement.\n\nNos prix sont calculés automatiquement par un algorithme afin de garantir des tarifs justes et cohérents pour tous nos invités. Par conséquent, nous ne pouvons pas effectuer de modifications manuelles.\n\nNous vous remercions pour votre compréhension et restons à votre disposition pour toute autre question.\n\nCordialement."
    },
    "Estacionamento 123": {
      "Português": "O apartamento não dispõe de estacionamento privativo, mas há estacionamento gratuito disponível na rua, geralmente com facilidade para encontrar vagas.\n\nSe precisar de alguma outra informação, estarei à disposição para ajudar.\n\nCumprimentos.",
      "Inglês": "The apartment does not have private parking, but there is free street parking available, and it is usually easy to find a spot.\n\nIf you need any further information, I am available to assist.\n\nBest regards.",
      "Espanhol": "El apartamento no dispone de aparcamiento privado, pero hay estacionamiento gratuito en la calle, por lo general fácil de encontrar plazas.\n\nSi necesita más información, estaré disponible para ayudarle.\n\nUn saludo.",
      "Francês": "L'appartement ne dispose pas de parking privatif, mais il y a un stationnement gratuit dans la rue, et il est généralement facile de trouver une place.\n\nSi vous avez besoin de plus d'informations, je suis disponible pour vous aider.\n\nCordialement."
    },
    "Estacionamento 1248": {
      "Português": "Pode estacionar na entrada do apartamento ou na rua de forma gratuita.\n\nSe tiverem mais perguntas, encontro-me à disposição.\n\nCumprimentos.",
      "Inglês": "You can park in the driveway or on the street for free.\n\nIf you have any further questions, I am available to assist.\n\nBest regards.",
      "Espanhol": "Pueden aparcar en la entrada del apartamento o en la calle de forma gratuita.\n\nSi tiene más preguntas, estoy disponible para ayudarles.\n\nUn saludo.",
      "Francês": "Vous pouvez vous garer dans l'allée de l'appartement ou dans la rue gratuitement.\n\nSi vous avez d'autres questions, je me tiens à votre disposition.\n\nCordialement."
    },
    "Escadas 123": {
      "Português": "Há 6 degraus até à porta de entrada do prédio. Da porta de entrada do prédio até ao andar do apartamento tem uma escadaria com 17 degraus.\n\nSe tiver mais alguma dúvida, estou à disposição.\n\nCumprimentos.",
      "Inglês": "There are 6 steps to the building's entrance door. From the entrance door to the apartment's floor, there is a staircase with 17 steps.\n\nIf you have any further questions, feel free to ask.\n\nBest regards.",
      "Espanhol": "Hay 6 escalones hasta la puerta de entrada del edificio. Desde la puerta de entrada hasta el piso del apartamento hay una escalinata con 17 escalones.\n\nSi tiene alguna pregunta más, no dude en preguntar.\n\nUn saludo.",
      "Francês": "Il y a 6 marches jusqu'à la porte d'entrée de l'immeuble. De la porte d'entrée à l'étage de l'appartement, il y a un escalier avec 17 marches.\n\nSi vous avez d'autres questions, n'hésitez pas à demander.\n\nCordialement."
    },
    "Escadas 1248": {
      "Português": "Há 11 degraus até à porta de entrada do apartamento, que dá acesso ao 1º andar, onde se encontram a cozinha, a sala de estar e de jantar, um terraço, uma casa de banho e um quarto com duas camas individuais. Depois, do 1º andar para o 2º andar, há uma escadaria de madeira com 16 degraus. Pode visualizar todos estes degraus nas fotos do apartamento.\n\nSe tiver mais alguma dúvida, estou à disposição.\n\nCumprimentos.",
      "Inglês": "There are 11 steps to the apartment entry door, which gives access to the 1st floor with the kitchen, living and dining room, a terrace, one bathroom, and a bedroom with two single beds. Then, from the 1st floor to the 2nd floor, there is a wooden staircase with 16 steps. You can see all these steps in the apartment pictures.\n\nIf you have any more questions, feel free to ask.\n\nBest regards.",
      "Espanhol": "Hay 11 escalones hasta la puerta de entrada del apartamento, que da acceso al 1º piso, donde se encuentran la cocina, la sala de estar y de comedor, un terraza, un baño y un dormitorio con dos camas individuales. Luego, del 1º al 2º piso, hay una escalinata de madera con 16 escalones. Puede ver todos estos escalones en las fotos del apartamento.\n\nSi tiene alguna pregunta más, no dude en preguntar.\n\nUn saludo.",
      "Francês": "Il y a 11 marches jusqu'à la porte d'entrée de l'appartement, qui donne accès au 1er étage avec la cuisine, le salon et salle à manger, une terrasse, une salle de bain et une chambre avec deux lits simples. Ensuite, du 1er au 2ème étage, il y a un escalier en bois avec 16 marches. Vous pouvez visualiser toutes ces marches sur les photos de l'appartement.\n\nSi vous avez d'autres questions, n'hésitez pas à demander.\n\nCordialement."
    },
    "Localização 123": {
      "Português": "O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.) e a 5 minutos a pé da estação de metro Casa da Música. Se precisar de localizar no mapa, o apartamento está na Rua Francisco Sanches, Porto.\n\nCumprimentos.",
      "Inglês": "The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.) and is a 5-minute walk from Casa da Música metro station. If you need to find it on a map, it is located on Rua Francisco Sanches, Porto.\n\nBest regards.",
      "Espanhol": "El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.) y a 5 minutos a pie de la estación de metro Casa da Música. Si necesita buscarlo en el mapa, el apartamento está en la Rua Francisco Sanches, Porto.\n\nUn saludo.",
      "Francês": "L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.) et à 5 minutes à pied de la station de métro Casa da Música. Si vous avez besoin de le localiser sur une carte, l'appartement est situé rue Francisco Sanches, à Porto.\n\nCordialement."
    },
    "Localização 1248": {
      "Português": "O apartamento está localizado perto de todos os serviços essenciais (restaurantes, supermercados, padarias, etc.) e a 10 minutos a pé da estação de metro Casa da Música. Se precisar de localizar no mapa, o apartamento está na Rua de Pedro Hispano 1248, Porto.\n\nCumprimentos.",
      "Inglês": "The apartment is located near all essential services (restaurants, supermarkets, bakeries, etc.) and is a 10-minute walk from Casa da Música metro station. If you need to find it on a map, it is located on Rua de Pedro Hispano 1248, Porto.\n\nBest regards.",
      "Espanhol": "El apartamento está ubicado cerca de todos los servicios esenciales (restaurantes, supermercados, panaderías, etc.) y a 10 minutos a pie de la estación de metro Casa da Música. Si necesita buscarlo en el mapa, el apartamento está en la Rua de Pedro Hispano 1248, Porto.\n\nUn saludo.",
      "Francês": "L'appartement est situé à proximité de tous les services essentiels (restaurants, supermarchés, boulangeries, etc.) et à 10 minutes à pied de la station de métro Casa da Música. Si vous avez besoin de le localiser sur une carte, l'appartement est situé rue de Pedro Hispano 1248, à Porto.\n\nCordialement."
    },
    "Check-in cedo sem hóspedes": {
      "Português": "O check-in antecipado não é um problema. Por favor, envie-me uma mensagem 30 minutos antes da vossa chegada, e estarei lá para vos receber.\n\nCumprimentos.",
      "Inglês": "Early check-in isn't a problem. Please send me a message 30 minutes before your arrival, and I will be there to welcome you.\n\nBest regards.",
      "Espanhol": "El check-in temprano no es un problema. Por favor, envíeme un mensaje 30 minutos antes de su llegada, y estaré allí para recibirles.\n\nUn saludo.",
      "Francês": "Le check-in anticipé n'est pas un problème. Merci de m'envoyer un message 30 minutes avant votre arrivée, et je serai là pour vous accueillir.\n\nCordialement."
    },
    "Check-in cedo sem hóspedes? 1248": {
      "Português": "Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas caso haja:\n\n• Antes das 12:00: Podem guardar as bagagens no anexo da lavandaria.\n\n• 12:00 às 16:00: Podem guardar as bagagens dentro do apartamento, levar as chaves e receberá uma mensagem assim que o apartamento estiver limpo.\n\nCumprimentos.",
      "Inglês": "For now, we don't know if we will have guests leaving until 12h, but if we do:\n\n• Before 12:00: You can store your luggage in the laundry annex.\n\n• 12:00 to 16:00: You can store your luggage inside the apartment, take the keys, and you will receive a message as soon as the apartment is cleaned.\n\nBest regards.",
      "Espanhol": "Por ahora, no sabemos si tendremos huéspedes saliendo hasta las 12h, pero si los hay:\n\n• Antes de las 12:00: Pueden guardar sus equipajes en el anexo de lavandería.\n\n• 12:00 a 16:00: Pueden guardar sus equipajes dentro del apartamento, tomar las llaves y recibirá un mensaje tan pronto como el apartamento esté limpio.\n\nUn saludo.",
      "Francês": "Pour l'instant, nous ne savons pas si nous aurons des invités partant avant 12h, mais si c'est le cas :\n\n• Avant 12:00 : Vous pouvez déposer vos bagages dans l'annexe de la buanderie.\n\n• De 12:00 à 16:00 : Vous pouvez déposer vos bagages dans l'appartement, prendre les clés et vous recevrez un message dès que l'appartement sera propre.\n\nCordialement."
    },
    "Check-in cedo sem hóspedes? 123": {
      "Português": "Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:\n\n• Antes das 12:00: Podem guardar as bagagens no nosso escritório (3 minutos a pé do apartamento).\n\n• 12:00 às 15:00: Podem guardar as bagagens dentro do apartamento, levar as chaves, e receberá uma mensagem assim que o apartamento estiver limpo.\n\nCumprimentos.",
      "Inglês": "For now, we don't know if we will have guests leaving until 12h, but if we do:\n\n• Before 12:00: You can store your luggage in our office (3 minutes walking distance from the apartment).\n\n• 12:00 to 15:00: You can store your luggage inside the apartment and take the keys, and you will receive a message as soon as the apartment is cleaned.\n\nBest regards.",
      "Espanhol": "Por ahora, no sabemos si tendremos huéspedes saliendo hasta las 12h, pero si los hay:\n\n• Antes de las 12:00: Puede guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento).\n\n• 12:00 a 15:00: Puede guardar su equipaje dentro del apartamento y tomar las llaves, y recibirá un mensaje tan pronto como el apartamento esté limpio.\n\nUn saludo.",
      "Francês": "Pour l'instant, nous ne savons pas si nous aurons des invités partant avant 12h, mais si c'est le cas :\n\n• Avant 12:00 : Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).\n\n• De 12:00 à 15:00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés, et vous recevrez un message dès que l'appartement sera propre.\n\nCordialement."
    },
    "Check-In tardio": {
      "Português": "O check-in tardio não é um problema de todo. Peço apenas que me envie uma mensagem com antecedência, antes da sua chegada, e estarei disponível para recebê-lo, independentemente da hora.\n\nCumprimentos.",
      "Inglês": "Late check-in isn't a problem at all. I kindly ask that you send me a message in advance, before your arrival, and I will be ready to welcome you, regardless of the hour.\n\nBest regards.",
      "Espanhol": "El check-in tardío no es un problema en absoluto. Solo le pido que me envíe un mensaje con antelación, antes de su llegada, y estaré disponible para recibirle, independientemente de la hora.\n\nUn saludo.",
      "Francês": "Le check-in tardif n'est pas un problème du tout. Je vous demande simplement de m'envoyer un message à l'avance, avant votre arrivée, et je serai disponible pour vous accueillir, quelle que soit l'heure.\n\nCordialement."
    }
  },
  "Antes do Check-in": {
  "Quando Chegam?": {
    "Segunda-feira": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para a próxima segunda-feira?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Monday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo lunes?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour lundi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Terça-feira": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para a próxima terça-feira?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Tuesday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo martes?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour mardi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Quarta-feira": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para a próxima quarta-feira?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Wednesday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo miércoles?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour mercredi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Quinta-feira": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para a próxima quinta-feira?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Thursday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo jueves?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour jeudi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Sexta-feira": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para a próxima sexta-feira?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Friday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo viernes?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour vendredi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Sábado": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para o próximo sábado?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Saturday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo sábado?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour samedi prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    },
    "Domingo": {
      "Português": "<p>Olá [Hospede],</p><p>Espero que se encontre bem. Poderia indicar-me a sua hora estimada de chegada para o próximo domingo?</p><p>Se precisar de alguma coisa ou tiver alguma questão antes da estadia, estou à disposição.</p><p>Cumprimentos.</p>",
      "Inglês": "<p>Hello [Hospede],</p><p>Hope you’re well. Could you share your estimated arrival time for next Sunday?</p><p>If you need anything or have any questions before your stay, just let me know.</p><p>Kind regards.</p>",
      "Espanhol": "<p>Hola [Hospede],</p><p>Espero que se encuentre bien. ¿Podría indicarnos su hora estimada de llegada para el próximo domingo?</p><p>Si necesita algo o tiene alguna pregunta antes de la estancia, dígamelo.</p><p>Un saludo.</p>",
      "Francês": "<p>Bonjour [Hospede],</p><p>J’espère que vous allez bien. Pourriez-vous m’indiquer votre heure estimée d’arrivée pour dimanche prochain&nbsp;?</p><p>Si vous avez besoin de quelque chose avant le séjour, dites-le-moi.</p><p>Cordialement.</p>"
    }
  },
    "Sem hospedes comboio": {
     "Português": "Obrigado pela sua resposta. A melhor saída é a Estação de Campanhã. De lá, há uma estação de metro ao lado da estação de comboios. Se desejar utilizar o metro, pode adquirir um Andante (cartão recarregável) por pessoa e carregá-lo com um bilhete Z2. A estação de saída é a Casa da Música, e enviarei um mapa com o caminho da estação até ao apartamento. O Uber e, principalmente, o Bolt são também opções muito convenientes e económicas dentro do Porto.\n\nPor favor, enviem-me uma mensagem quando saírem da estação, e estarei no apartamento para recebê-los.\n\nMelhores cumprimentos",
     "Inglês": "Thank you for your response. The best exit is Campanhã Station. From there, there is a metro station next to the train station. If you'd like to use the metro, you can buy an Andante (rechargeable card) per person and load it with a Z2 ticket. The exit station is Casa da Música, and I'll send you a map showing the way from the station to the apartment. Uber and mainly Bolt are also very convenient and affordable options within Porto.\n\nPlease just send me a message when you leave the station, and I'll be at the apartment to welcome you all.\n\nBest regards",
     "Espanhol": "Gracias por su respuesta. La mejor salida es la estación de Campanhã. Desde allí, hay una estación de metro al lado de la estación de tren. Si desea utilizar el metro, puede comprar un Andante (tarjeta recargable) por persona y cargarlo con un billete Z2. La estación de salida es Casa da Música, y le enviaré un mapa con el camino desde la estación hasta el apartamento. Uber y, especialmente, Bolt también son opciones muy convenientes y económicas dentro de Porto.\n\nPor favor, envíenme un mensaje cuando salgan de la estación, y estaré en el apartamento para recibirlos.\n\nUn saludo",
     "Francês": "Merci pour votre réponse. La meilleure sortie est la gare de Campanhã. De là, il y a une station de métro à côté de la gare. Si vous souhaitez utiliser le métro, vous pouvez acheter un Andante (carte rechargeable) par personne et le charger avec un billet Z2. La station de sortie est Casa da Música, et je vous enverrai une carte indiquant le chemin de la station à l'appartement. Uber et surtout Bolt sont également des options très pratiques et économiques à Porto.\n\nVeuillez simplement m'envoyer un message lorsque vous quittez la gare, et je serai à l'appartement pour vous accueillir tous.\n\nCordialement"
  },
   "Sem hospedes carro": {
      "Português": "Obrigado pela sua resposta. Peço que me enviem uma mensagem 30 minutos antes da vossa chegada, e estarei no apartamento para recebê-los.\n\nMelhores cumprimentos",
      "Inglês": "Thank you for your response. Please send me a message 30 minutes before your arrival, and I'll be at the apartment to welcome you all.\n\nBest regards",
      "Espanhol": "Gracias por su respuesta. Les pido que me envíen un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirlos.\n\nUn saludo",
      "Francês": "Merci pour votre réponse. Veuillez m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir tous.\n\nCordialement"
  },
   "Sem hospedes avião": {
    "Português": "Por favor, enviem-me uma mensagem quando saírem do aeroporto, e estarei no apartamento para recebê-los pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidirem usar o metro, é só avisarem, e posso enviar-vos os detalhes.\n\nSe tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nMelhores cumprimentos",
     "Inglês": "Please send me a message when you leave the airport, and I'll be at the apartment to welcome you all personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I can send you the details.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards",
     "Espanhol": "Por favor, envíenme un mensaje cuando salgan del aeropuerto, y estaré en el apartamento para recibirlos personalmente.\n\nPara el transporte al apartamento, les recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si deciden tomar el metro, solo avísenme y puedo enviarles los detalles.\n\nSi tienen alguna duda o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo",
     "Francês": "Veuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir tous personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je pourrai vous envoyer les détails.\n\nSi vous avez des questions ou avez besoin de recommandations, n'hésitez pas à demander.\n\nCordialement"
  },
    "Check-In cedo sem hóspedes": {
    "Português": "Por favor, envie-me uma mensagem 30 minutos antes da sua chegada, e estarei lá para recebê-lo.\n\nCumprimentos.",
    "Inglês": "Please send me a message 30 minutes before your arrival, and I will be there to welcome you.\n\nBest regards.",
    "Espanhol": "Por favor, envíeme un mensaje 30 minutos antes de su llegada, y estaré allí para recibirle.\n\nUn saludo.",
    "Francês": "Merci de m'envoyer un message 30 minutes avant votre arrivée, et je serai là pour vous accueillir.\n\nCordialement."
  },
    "Check-In cedo sem hóspedes? 1248": {
    "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem deixar as bagagens no anexo da lavandaria.</li><li><strong>Entre 12:00 e 16:00:</strong> Podem deixar as bagagens no apartamento, levar as chaves, e avisarei assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
    "Inglês": "<p>At the moment, we're unsure if there will be guests checking out by 12:00, but if there are:</p><ul><li><strong>Before 12:00:</strong> You can leave your luggage in the laundry annex.</li><li><strong>Between 12:00 and 16:00:</strong> You can leave your luggage inside the apartment, take the keys, and I'll let you know as soon as the apartment is ready.</li></ul><p>Best regards.</p>",
    "Espanhol": "<p>Por ahora, no sabemos si habrá huéspedes que salgan antes de las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Pueden dejar sus equipajes en el anexo de lavandería.</li><li><strong>Entre las 12:00 y las 16:00:</strong> Pueden dejar sus equipajes dentro del apartamento, llevar las llaves, y les avisaré en cuanto el apartamento esté listo.</li></ul><p>Un saludo.</p>",
    "Francês": "<p>Pour l'instant, nous ne savons pas s'il y aura des invités qui partiront avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans l'annexe de la buanderie.</li><li><strong>Entre 12:00 et 16:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement, prendre les clés, et je vous informerai dès que l'appartement sera prêt.</li></ul><p>Cordialement.</p>"
  },
   "Check-In cedo sem hóspedes? 123": {
    "Português": "<p>Por agora, não sabemos se teremos hóspedes a sair até às 12h, mas se houver:</p><ul><li><strong>Antes das 12:00:</strong> Podem deixar as bagagens no nosso escritório (a 3 minutos a pé do apartamento).</li><li><strong>Entre 12:00 e 15:00:</strong> Podem deixar as bagagens no apartamento, levar as chaves, e avisarei assim que o apartamento estiver limpo.</li></ul><p>Cumprimentos.</p>",
    "Inglês": "<p>At the moment, we're unsure if there will be guests checking out by 12:00, but if there are:</p><ul><li><strong>Before 12:00:</strong> You can leave your luggage in our office (3 minutes walking distance from the apartment).</li><li><strong>Between 12:00 and 15:00:</strong> You can leave your luggage inside the apartment, take the keys, and I'll let you know as soon as the apartment is ready.</li></ul><p>Best regards.</p>",
    "Espanhol": "<p>Por ahora, no sabemos si habrá huéspedes que salgan antes de las 12h, pero si los hay:</p><ul><li><strong>Antes de las 12:00:</strong> Pueden dejar sus equipajes en nuestra oficina (a 3 minutos a pie del apartamento).</li><li><strong>Entre las 12:00 y las 15:00:</strong> Pueden dejar sus equipajes en el apartamento, llevar las llaves, y les avisaré en cuanto el apartamento esté listo.</li></ul><p>Un saludo.</p>",
    "Francês": "<p>Pour l'instant, nous ne savons pas s'il y aura des invités qui partiront avant 12h, mais si c'est le cas :</p><ul><li><strong>Avant 12:00 :</strong> Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement).</li><li><strong>Entre 12:00 et 15:00 :</strong> Vous pouvez déposer vos bagages dans l'appartement, prendre les clés, et je vous informerai dès que l'appartement sera prêt.</li></ul><p>Cordialement.</p>"
  },
   "Check-In cedo com hóspedes 1248 aeroporto": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 16:00, mas ficamos felizes em acomodá-los mais cedo: • Antes das 12:00: Podem deixar as suas bagagens no anexo da lavandaria. • Entre 12:00 e 16:00: Podem deixar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem quando saírem do aeroporto, e estarei no apartamento para recebê-los pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidirem usar o metro, avisem-me e posso enviar os detalhes.\n\nSe tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
    "Inglês": "Hello [Guests],\n\nOur official check-in time is 16:00, but we're happy to accommodate you earlier: • Before 12:00: You can leave your luggage in the laundry annex. • Between 12:00 and 16:00: You can leave your luggage inside the apartment and take the keys.\n\nPlease send me a message when you leave the airport, and I'll be at the apartment to welcome you personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I can send the details.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
    "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 16:00, pero estamos encantados de acomodarles antes: • Antes de las 12:00: Pueden dejar su equipaje en el anexo de lavandería. • Entre las 12:00 y las 16:00: Pueden dejar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje cuando salgan del aeropuerto, y estaré en el apartamento para recibirles personalmente.\n\nPara el transporte al apartamento, recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si deciden tomar el metro, solo avísenme y puedo enviarles los detalles.\n\nSi tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
    "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 16h00, mais nous sommes heureux de vous accueillir plus tôt : • Avant 12h00 : Vous pouvez déposer vos bagages dans l'annexe de la buanderie. • Entre 12h00 et 16h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je pourrai vous envoyer les détails.\n\nSi vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
  },
  "Check-In cedo com hóspedes 123 aeroporto": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 15:00. No entanto, ficamos felizes em acomodá-los mais cedo: • Antes das 12:00: Podem guardar as suas bagagens no nosso escritório (3 minutos a pé do apartamento). • 12:00 às 15:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem quando saírem do aeroporto, e estarei no apartamento para recebê-los pessoalmente.\n\nPara o transporte até ao apartamento, recomendo o Bolt como a opção mais económica e conveniente, sendo o Uber uma boa alternativa. O metro também está disponível, mas tende a ser mais caro. Se decidirem usar o metro, avisem-me e posso enviar os detalhes.\n\nSe tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
    "Inglês": "Hello [Guests],\n\nOur official check-in time is 15:00. However, we're happy to accommodate you earlier: • Before 12:00: You can store your luggage at our office (a 3-minute walk away). • 12:00 to 15:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message when you leave the airport, and I'll be there to welcome you personally.\n\nFor transportation to the apartment, I recommend Bolt as the most cost-effective and convenient option, with Uber as a good alternative. The metro is available as well but tends to be pricier. If you decide to take the metro, just let me know, and I can provide you with the details.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
    "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 15:00. Sin embargo, estamos encantados de acomodarles antes: • Antes de las 12:00: Pueden guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento). • 12:00 a 15:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje cuando salgan del aeropuerto, y estaré en el apartamento para recibirles personalmente.\n\nPara el transporte al apartamento, recomiendo Bolt como la opción más económica y conveniente, siendo Uber una buena alternativa. El metro también está disponible, pero tiende a ser más caro. Si deciden tomar el metro, solo avísenme y puedo enviarles los detalles.\n\nSi tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
    "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 15h00. Cependant, nous sommes heureux de vous accueillir plus tôt : • Avant 12h00 : Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement). • De 12h00 à 15h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message lorsque vous quittez l'aéroport, et je serai à l'appartement pour vous accueillir personnellement.\n\nPour le transport jusqu'à l'appartement, je recommande Bolt comme l'option la plus économique et pratique, avec Uber comme bonne alternative. Le métro est également disponible mais a tendance à être plus cher. Si vous décidez de prendre le métro, faites-le-moi savoir, et je pourrai vous envoyer les détails.\n\nSi vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
  },
  "Check-In cedo com hóspedes 1248": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 16:00. No entanto, ficamos felizes em acomodá-los mais cedo: • Antes das 12:00: Podem guardar as suas bagagens no anexo da lavandaria. • 12:00 às 16:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem 30 minutos antes da vossa chegada, e estarei no apartamento para recebê-los pessoalmente.\n\nSe tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
    "Inglês": "Hello [Guests],\n\nOur official check-in time is 16:00. However, we're happy to accommodate you earlier: • Before 12:00: You can store your luggage in the laundry annex. • 12:00 to 16:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message 30 minutes before your arrival, and I'll be there to welcome you personally.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
    "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 16:00. Sin embargo, estamos encantados de acomodarles antes: • Antes de las 12:00: Pueden guardar su equipaje en el anexo de lavandería. • 12:00 a 16:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirles personalmente.\n\nSi tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
    "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 16h00. Cependant, nous sommes heureux de vous accueillir plus tôt : • Avant 12h00 : Vous pouvez déposer vos bagages dans l'annexe de la buanderie. • De 12h00 à 16h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir personnellement.\n\nSi vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
  },
  "Check-In cedo com hóspedes 123": {
    "Português": "Olá [Hospedes],\n\nA nossa hora oficial de check-in é às 15:00. No entanto, ficamos felizes em acomodá-los mais cedo: • Antes das 12:00: Podem guardar as suas bagagens no nosso escritório (3 minutos a pé do apartamento). • 12:00 às 15:00: Podem guardar as suas bagagens dentro do apartamento e levar as chaves.\n\nPor favor, enviem-me uma mensagem 30 minutos antes da vossa chegada, e estarei no apartamento para recebê-los pessoalmente.\n\nSe tiverem alguma dúvida ou precisarem de recomendações, sintam-se à vontade para perguntar.\n\nCumprimentos.",
    "Inglês": "Hello [Guests],\n\nOur official check-in time is 15:00. However, we're happy to accommodate you earlier: • Before 12:00: You can store your luggage at our office (a 3-minute walk away). • 12:00 to 15:00: You can store your luggage inside the apartment and take the keys.\n\nPlease send me a message 30 minutes before your arrival, and I'll be there to welcome you personally.\n\nIf you have any questions or need recommendations, feel free to ask.\n\nBest regards.",
    "Espanhol": "Hola [Huéspedes],\n\nNuestra hora oficial de check-in es a las 15:00. Sin embargo, estamos encantados de acomodarles antes: • Antes de las 12:00: Pueden guardar su equipaje en nuestra oficina (a 3 minutos a pie del apartamento). • 12:00 a 15:00: Pueden guardar su equipaje dentro del apartamento y tomar las llaves.\n\nPor favor, envíenme un mensaje 30 minutos antes de su llegada, y estaré en el apartamento para recibirles personalmente.\n\nSi tienen alguna pregunta o necesitan recomendaciones, no duden en preguntar.\n\nUn saludo.",
    "Francês": "Bonjour [Hôtes],\n\nNotre heure officielle de check-in est à 15h00. Cependant, nous sommes heureux de vous accueillir plus tôt : • Avant 12h00 : Vous pouvez déposer vos bagages dans notre bureau (à 3 minutes à pied de l'appartement). • De 12h00 à 15h00 : Vous pouvez déposer vos bagages dans l'appartement et prendre les clés.\n\nVeuillez m'envoyer un message 30 minutes avant votre arrivée, et je serai à l'appartement pour vous accueillir personnellement.\n\nSi vous avez des questions ou besoin de recommandations, n'hésitez pas à demander.\n\nCordialement."
  },
  "Check-In tardio": {
    "Português": "<p>O check-in tardio não é um problema de todo. Peço apenas que me envie uma mensagem antes da sua chegada, e estarei à espera, independentemente da hora.</p>",
    "Inglês": "<p>Late check-in isn't a problem at all. I just ask that you send me a message before your arrival, and I'll be waiting regardless of the time.</p>",
    "Espanhol": "<p>El check-in tardío no es un problema en absoluto. Solo le pido que me envíe un mensaje antes de su llegada, y estaré esperando independientemente de la hora.</p>",
    "Francês": "<p>Le check-in tardif n'est pas un problème du tout. Je vous demande simplement de m'envoyer un message avant votre arrivée, et je serai là, quelle que soit l'heure.</p>"
  }
  },
    "Chegada ao Porto": {
  "Instruções metro aeroporto": {
    "Português": "Para chegar do aeroporto ao apartamento de metro:\n\n1. Vai encontrar uma estação de metro dentro do aeroporto.\n2. Compre um cartão Andante recarregável (€0,60) e carregue-o com um bilhete Z4 (€2,25). Nota: Este bilhete Z4 cobre a viagem do aeroporto, mas dentro do centro da cidade, só precisará de bilhetes Z2 para viagens futuras.\n3. Apanhe a Linha E (linha roxa) em direção ao centro da cidade.\n4. Saia na estação **Casa da Música**.\n5. Vou enviar-lhe um mapa a indicar como chegar da estação ao apartamento.\n\nSe precisar de mais informações, estou à disposição!\n\nCumprimentos.",
    "Inglês": "To get from the airport to the apartment by metro:\n\n1. You'll find a metro station inside the airport.\n2. Purchase a rechargeable Andante card (€0.60) and load it with one Z4 ticket (€2.25). Note: This Z4 ticket covers your airport trip, but within the city center, you'll only need Z2 tickets for future trips.\n3. Take Line E (purple line) towards the city center.\n4. Exit at **Casa da Música** station.\n5. I'll send you a map showing how to get from the station to the apartment.\n\nLet me know if you need any more information!\n\nKind regards.",
    "Espanhol": "Para llegar del aeropuerto al apartamento en metro:\n\n1. Encontrará una estación de metro dentro del aeropuerto.\n2. Compre una tarjeta Andante recargable (€0,60) y cárguela con un billete Z4 (€2,25). Nota: Este billete Z4 cubre el viaje desde el aeropuerto, pero dentro del centro de la ciudad, solo necesitará billetes Z2 para futuros viajes.\n3. Tome la Línea E (línea morada) hacia el centro de la ciudad.\n4. Bájese en la estación **Casa da Música**.\n5. Le enviaré un mapa que muestra cómo llegar desde la estación al apartamento.\n\n¡Déjeme saber si necesita más información!\n\nUn saludo.",
    "Francês": "Pour aller de l'aéroport à l'appartement en métro :\n\n1. Vous trouverez une station de métro à l'intérieur de l'aéroport.\n2. Achetez une carte Andante rechargeable (€0,60) et chargez-la avec un billet Z4 (€2,25). Remarque : Ce billet Z4 couvre votre trajet depuis l'aéroport, mais dans le centre-ville, vous n'aurez besoin que de billets Z2 pour les futurs trajets.\n3. Prenez la ligne E (ligne violette) en direction du centre-ville.\n4. Descendez à la station **Casa da Música**.\n5. Je vous enverrai un plan indiquant comment aller de la station à l'appartement.\n\nFaites-moi savoir si vous avez besoin de plus d'informations !\n\nCordialement."
  }
},
"Durante a Estadia": {
  "Papel Higiénico": {
    "Português": "Olá [GUEST], espero que estejam a desfrutar do Porto e do apartamento. Vou deixar mais papel higiénico à porta dentro de alguns minutos.",
    "Inglês": "Hello [GUEST], hope you're all enjoying Porto and the apartment. I'll leave you more toilet paper at the door in a few minutes.",
    "Espanhol": "Hola [GUEST], espero que estén disfrutando de Porto y del apartamento. Dejaré más papel higiénico en la puerta en unos minutos.",
    "Francês": "Bonjour [GUEST], j'espère que vous profitez tous de Porto et de l'appartement. Je vais laisser plus de papier toilette à la porte dans quelques minutes."
  }
},
"Check-Out": {
  "Agradecimento": {
    "Português": "Olá [Nome do Hóspede],\n\nMuito obrigado por deixarem o apartamento em perfeito estado. Foi um prazer conhecer-vos a si e ao vosso grupo. Espero que as minhas sugestões tenham sido úteis, que tenham apreciado o Porto, e que o apartamento tenha sido confortável durante a vossa estadia.\n\nVou avaliar-vos com 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressarem ao Porto, serão sempre bem-vindos.\n\nDesejo-vos uma boa viagem.\n\nCumprimentos.",
    "Inglês": "Hello [Guest's Name],\n\nThank you so much for leaving the apartment in perfect condition. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you all enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you all a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nWishing you all a safe trip.\n\nBest regards.",
    "Espanhol": "Hola [Nombre del Huésped],\n\nMuchas gracias por dejar el apartamento en perfectas condiciones. Fue un placer conocerles a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que hayan disfrutado de Porto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a evaluarles con 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresan a Porto, siempre serán bienvenidos.\n\nLes deseo un buen viaje.\n\nUn saludo.",
    "Francês": "Bonjour [Nom du Client],\n\nMerci beaucoup d'avoir laissé l'appartement en parfait état. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez tous apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous évaluer avec 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nJe vous souhaite à tous un bon voyage.\n\nCordialement."
  },
  "Chaves 123": {
    "Português": "Olá [Nome do Hóspede],\n\nPor favor, deixem as chaves na caixa de correio do 1º Andar. Foi um prazer conhecer-vos a si e ao vosso grupo. Espero que as minhas sugestões tenham sido úteis, que tenham apreciado o Porto, e que o apartamento tenha sido confortável durante a vossa estadia.\n\nVou avaliar-vos com 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressarem ao Porto, serão sempre bem-vindos.\n\nCumprimentos.",
    "Inglês": "Hello [Guest's Name],\n\nPlease leave the keys inside the mailbox 1º Andar. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you all enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you all a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nBest regards.",
    "Espanhol": "Hola [Nombre del Huésped],\n\nPor favor, dejen las llaves en el buzón del 1º Andar. Fue un placer conocerles a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que hayan disfrutado de Porto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a evaluarles con 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresan a Oporto, siempre serán bienvenidos.\n\nUn saludo.",
    "Francês": "Bonjour [Nom du Client],\n\nVeuillez laisser les clés dans la boîte aux lettres du 1º Andar. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez tous apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous évaluer avec 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nCordialement."
  },
  "Chaves 1248": {
    "Português": "Olá [Nome do Hóspede],\n\nPor favor, deixem as chaves no apartamento. Foi um prazer conhecer-vos a si e ao vosso grupo. Espero que as minhas sugestões tenham sido úteis, que tenham apreciado o Porto, e que o apartamento tenha sido confortável durante a vossa estadia.\n\nVou avaliar-vos com 5 estrelas, pois foi realmente uma excelente experiência recebê-los.\n\nMais uma vez, obrigado, e se algum dia regressarem ao Porto, serão sempre bem-vindos.\n\nCumprimentos.",
    "Inglês": "Hello [Guest's Name],\n\nPlease leave the keys inside the apartment. It was a pleasure meeting you and your group. I hope my suggestions were helpful, that you all enjoyed Porto, and that the apartment was comfortable for your stay.\n\nI’ll be leaving you all a 5-star rating because it was truly an excellent experience hosting you.\n\nThank you again, and if you ever return to Porto, you’re always welcome.\n\nBest regards.",
    "Espanhol": "Hola [Nombre del Huésped],\n\nPor favor, dejen las llaves dentro del apartamento. Fue un placer conocerles a usted y a su grupo. Espero que mis sugerencias hayan sido útiles, que hayan disfrutado de Oporto, y que el apartamento haya sido cómodo durante su estadía.\n\nVoy a evaluarles con 5 estrellas, ya que fue realmente una excelente experiencia recibirles.\n\nGracias de nuevo, y si alguna vez regresan a Oporto, siempre serán bienvenidos.\n\nUn saludo.",
    "Francês": "Bonjour [Nom du Client],\n\nVeuillez laisser les clés dans l'appartement. Ce fut un plaisir de vous rencontrer, vous et votre groupe. J'espère que mes suggestions vous ont été utiles, que vous avez tous apprécié Porto, et que l'appartement a été confortable pour votre séjour.\n\nJe vais vous évaluer avec 5 étoiles car ce fut vraiment une excellente expérience de vous accueillir.\n\nMerci encore, et si vous revenez à Porto, vous serez toujours les bienvenus.\n\nCordialement."
  }
},
"Comentário": {
    "Comentário Grupo": {
      "Português": "Receber [GUEST] e o seu grupo foi um verdadeiro prazer. Se tiver a oportunidade de os hospedar, não hesite! Deixaram o apartamento em perfeito estado, demonstrando um cuidado e respeito excepcionais pelo espaço. Espero sinceramente ter a oportunidade de recebê-los novamente no Porto um dia.",
      "Inglês": "Hosting [GUEST] and their group was an absolute delight. If you ever have the chance to host them, don’t hesitate! They left the apartment in immaculate condition, showing exceptional care and respect for the space. I sincerely hope to have the opportunity to welcome them back to Porto someday.",
      "Espanhol": "Alojar a [GUEST] y su grupo fue un verdadero placer. Si alguna vez tienes la oportunidad de hospedarlos, ¡no lo dudes! Dejaron el apartamento en perfecto estado, mostrando un cuidado y respeto excepcionales por el espacio. Espero sinceramente tener la oportunidad de darles la bienvenida de nuevo en Oporto algún día.",
      "Francês": "Accueillir [GUEST] et son groupe a été un véritable plaisir. Si vous avez l'occasion de les héberger, n'hésitez pas ! Ils ont laissé l'appartement dans un état impeccable, faisant preuve d'un soin et d'un respect exceptionnels pour l'espace. J'espère sincèrement avoir l'occasion de les accueillir à nouveau à Porto un jour."
    },
    "Comentário Família": {
      "Português": "Receber [GUEST] e sua família foi um verdadeiro prazer. Se tiver a oportunidade de os hospedar, não hesite! Deixaram o apartamento em perfeito estado, demonstrando um cuidado e respeito excepcionais pelo espaço. Espero sinceramente ter a oportunidade de recebê-los novamente no Porto um dia.",
      "Inglês": "Hosting [GUEST] and their family was an absolute delight. If you ever have the chance to host them, don’t hesitate! They left the apartment in immaculate condition, showing exceptional care and respect for the space. I sincerely hope to have the opportunity to welcome them back to Porto someday.",
      "Espanhol": "Alojar a [GUEST] y su familia fue un verdadero placer. Si alguna vez tienes la oportunidad de hospedarlos, ¡no lo dudes! Dejaron el apartamento en perfecto estado, mostrando un cuidado y respeto excepcionales por el espacio. Espero sinceramente tener la oportunidad de darles la bienvenida de nuevo en Oporto algún día.",
      "Francês": "Accueillir [GUEST] et sa famille a été un véritable plaisir. Si vous avez l'occasion de les héberger, n'hésitez pas ! Ils ont laissé l'appartement dans un état impeccable, faisant preuve d'un soin et d'un respect exceptionnels pour l'espace. J'espère sincèrement avoir l'occasion de les accueillir à nouveau à Porto un jour."
    }
}
}
